///////////////////////////////////////////////////////////////////////////////////////////////////////
// AgentRunner для 1С
//
// Copyright (C) 2026 Samolet
//
// Лицензия: GNU GPLv3. Полный текст — в файле LICENSE в корне репозитория,
// также: https://www.gnu.org/licenses/gpl-3.0.html
//
// Исходный код проекта:
// https://github.com/AI-1C-Expert/agentrunner
///////////////////////////////////////////////////////////////////////////////////////////////////////
#Область ОбработчикиСобытийФормы

#КонецОбласти

#Область ОбработчикиСобытийЭлементовФормы

#КонецОбласти

#Область ОбработчикиКомандФормы

#КонецОбласти

#Область ОбработчикиОповещений

#КонецОбласти

#Область СлужебныеПроцедурыИФункции

#КонецОбласти